Revit 2024 API
PointCloudOverrides Constructor
 Constructs empty overrides object.
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public PointCloudOverrides()
Visual Basic
Public Sub New
Visual C++
public:
PointCloudOverrides()
See Also
PointCloudOverrides Class
Autodesk.Revit.DB.PointClouds Namespace